/*
 Navicat MySQL Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50718
 Source Host           : localhost:3306
 Source Schema         : his-userinfo

 Target Server Type    : MySQL
 Target Server Version : 50718
 File Encoding         : 65001

 Date: 20/09/2019 16:54:23
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for sys_code_detail
-- ----------------------------
DROP TABLE IF EXISTS `sys_code_detail`;
CREATE TABLE `sys_code_detail`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `code` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `value` varchar(64) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `remark` varchar(128) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `type_id` bigint(20) NULL DEFAULT NULL,
  `order_num` int(11) NULL DEFAULT NULL,
  `del_flag` varchar(1) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `create_user_id` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `create_date` datetime(0) NULL DEFAULT NULL,
  `update_user_id` varchar(32) CHARACTER SET utf8 COLLATE utf8_unicode_ci NULL DEFAULT NULL,
  `update_date` datetime(0) NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 727 CHARACTER SET = utf8 COLLATE = utf8_unicode_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of sys_code_detail
-- ----------------------------
INSERT INTO `sys_code_detail` VALUES (338, '1', '男', '', 10102, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (339, '2', '女', '', 10102, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (374, '1', '已授权', '', 10084, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (375, '2', '未授权', '', 10084, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (399, '1', '口服剂', '药品类型未口服使用的药品类型', 10117, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (400, '2', '片药', '片药', 10117, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (401, '1', '启用', '', 10118, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (402, '2', '不启用', '', 10118, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (403, '0', '打开', '', 10119, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (404, '1', '不打开', '', 10119, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (405, '1', '已婚', '', 10120, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (406, '2', '未婚', '', 10120, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (407, '1', '已付', '', 10121, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (408, '2', '未付', '', 10121, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (409, '1', '已打印', '', 10122, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (410, '2', '未打印', '', 10122, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (411, '1', '已作废', '', 10123, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (412, '2', '未作废', '', 10123, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (413, '1', '已结算', '', 10124, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (414, '2', '未结算', '', 10124, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (415, '2', '平诊', '', 10125, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (416, '1', '已下架', NULL, 10126, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (417, '2', '未下架', NULL, 10126, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (418, '1', '是', NULL, 10127, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (419, '2', '否', '', 10127, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (420, '1', '是', NULL, 10128, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (421, '2', '否', '', 10128, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (422, '1', '已停用', '1', 10129, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (423, '2', '未停用', '2', 10129, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (424, '1', '非限制', NULL, 10130, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (425, '2', '限制', NULL, 10130, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (426, '3', '特殊', NULL, 10130, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (427, '1', '甲类', NULL, 10131, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (428, '2', '乙类', NULL, 10131, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (429, '3', '丙类', NULL, 10131, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (430, '4', '非目录', NULL, 10131, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (431, '1', '是', '', 10132, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (432, '2', '否', NULL, 10132, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (433, '1', '是', NULL, 10133, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (434, '2', '否', NULL, 10133, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (435, '1', '芜湖xx医药公司', NULL, 10134, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (436, '2', '合肥xx医药公司', NULL, 10134, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (437, '1', '现金', '', 10135, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (438, '1', '急诊', '', 10125, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (439, '1', '白班', NULL, 10136, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (440, '2', '夜班', NULL, 10136, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (441, '3', '节假日', NULL, 10136, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (442, '4', '双休日', NULL, 10136, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (443, '1', '候诊', NULL, 10137, 0, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (444, '2', '已就诊', NULL, 10137, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (445, '1', '急诊', NULL, 10138, 1, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (446, '2', '平诊', NULL, 10138, 2, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (447, '1', '一级病房', NULL, 10139, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (448, '2', '二级病房', NULL, 10139, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (449, '3', '三级病房', NULL, 10139, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (450, '4', '四级病房', NULL, 10139, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (451, '1', '已完成', NULL, 10140, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (452, '2', '未完成', NULL, 10140, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (453, '1', '医疗单位', '', 10141, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (454, '2', '非医疗单位', '', 10141, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (455, '1', '检查费', '', 10142, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (456, '2', '化验费', '', 10142, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (457, '1', '普通病床', NULL, 10143, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (458, '2', '特殊病床', NULL, 10143, 2, '0', '2', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (459, '1', '失效', NULL, 10144, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (460, '2', '过期', NULL, 10144, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (461, '3', '退回', NULL, 10144, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (462, '1', '自费', NULL, 10145, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (463, '2', '医保', NULL, 10145, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (464, '1', '一级护理', NULL, 10146, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (465, '2', '二级护理', NULL, 10146, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (466, '3', '三级护理', NULL, 10146, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (467, '4', '四级护理', NULL, 10146, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (468, '5', '特技监护', NULL, 10146, 5, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (469, '6', '重症监护', NULL, 10146, 6, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (470, '1', '审核通过', NULL, 10147, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (471, '2', '审核未通过', NULL, 10147, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (472, '1', '其他医院', NULL, 10148, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (473, '2', '门诊', NULL, 10148, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (474, '1', '其他', '', 10179, 1, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (475, '2', '化验', NULL, 10179, 2, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (476, '3', '治疗', NULL, 10179, 3, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (477, '4', '注射', NULL, 10179, 4, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (478, '5', '手术', NULL, 10179, 5, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (479, '6', 'X光', NULL, 10179, 6, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (480, '7', '放射', NULL, 10179, 7, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (481, '8', '输氧', NULL, 10179, 8, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (482, '9', '卫材', NULL, 10179, 9, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (483, '10', '专科', NULL, 10179, 10, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (484, '11', '材料', NULL, 10179, 11, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (485, '12', '监护', NULL, 10179, 12, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (486, '13', '观察', NULL, 10179, 13, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (487, '14', '检查', NULL, 10179, 14, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (488, '15', 'B超', NULL, 10179, 15, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (489, '16', '心电', NULL, 10179, 16, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (490, '17', '理疗', NULL, 10179, 17, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (491, '18', '处理', NULL, 10179, 18, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (492, '19', '住院', NULL, 10179, 19, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (493, '20', '诊查', '', 10179, 20, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (494, '21', '输血', NULL, 10179, 21, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (495, '22', 'CT', NULL, 10179, 22, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (496, '23', '麻醉', NULL, 10179, 23, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (497, '24', '熬药', NULL, 10179, 24, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (498, '25', '体检', NULL, 10179, 25, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (499, '26', '挂号', NULL, 10179, 26, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (500, '27', '床费', NULL, 10179, 27, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (501, '28', '调温', NULL, 10179, 28, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (502, '29', '镶复', NULL, 10179, 29, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (503, '30', '正畸', NULL, 10179, 30, '0', '1', '2019-08-09 10:29:31', NULL, '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (504, '1', '入库', '', 10180, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (505, '2', '不入库', '', 10180, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (506, '3', '未审核', '', 10147, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (507, '1', '未出院', NULL, 10181, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (508, '2', '已出院', NULL, 10181, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (509, '1', '未审核', NULL, 10182, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (510, '2', '审核未通过', NULL, 10182, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (511, '1', '药品', NULL, 10183, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (512, '2', '项目', NULL, 10183, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (513, '3', '已审核', NULL, 10182, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (514, '1', '已皮试', '', 10184, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (515, '2', '未皮试', '', 10184, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (518, '1', '已停嘱', '', 10186, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (519, '2', '未停嘱', '', 10186, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (520, '1', '长期医嘱', '', 10187, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (521, '2', '短期医嘱', '', 10187, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (522, '1', '已校对', '', 10188, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (523, '2', '未校对', '', 10188, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (524, '1', '已核准', '', 10189, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (525, '2', '未核准', '', 10189, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (526, '3', '住院', '', 10183, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (527, '1', '门诊收费', NULL, 10190, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (528, '2', '住院收费', NULL, 10190, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (529, '1', '药品收费', NULL, 10191, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (530, '2', '项目收费', NULL, 10191, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (531, '1', '已出药', '', 10192, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (532, '2', '未出药', '', 10192, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (535, '1', '长期护嘱', '', 10194, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (536, '2', '短期护嘱', '', 10194, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (544, '1', 'qh', '每小时一次', 10185, 1, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (545, '2', 'q2h', '每两小时一次', 10185, 2, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (546, '3', 'q4h', '每四小时一次', 10185, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (547, '4', 'q6h', '每六小时一次', 10185, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (548, '5', 'qd', '每日一次', 10185, 5, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (549, '6', 'bid', '每日两次', 10185, 6, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (550, '7', 'tid', '每日三次', 10185, 7, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (551, '8', 'qid', '每日四次', 10185, 8, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (552, '9', 'qn', '每晚一次', 10185, 9, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (553, '10', 'qod', '隔日一次', 10185, 10, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (554, '11', 'biw', '每周两次', 10185, 11, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (555, '12', 'hs', '临睡前', 10185, 12, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (556, '13', 'am', '上午', 10185, 13, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (557, '14', 'pm', '下午', 10185, 14, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (558, '15', 'St', '立即', 10185, 15, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (559, '16', 'DC', '停止、取消', 10185, 16, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (560, '17', 'prn', '需要时（长期）', 10185, 17, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (561, '18', 'sos', '需要时（限用一次，12小时内有效）', 10185, 18, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (562, '19', 'ac', '饭前', 10185, 19, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (563, '20', 'pc', '饭后', 10185, 20, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (564, '21', '12n', '中午12点', 10185, 21, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (565, '22', '12mn', '午夜12点', 10185, 22, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (570, '3', '住院退费', NULL, 10190, 3, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (571, '4', '药品退费', NULL, 10190, 4, '0', '1', '2019-08-09 10:29:31', '1', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (572, '1', '已退款', '', 10195, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (573, '2', '未退款', '', 10195, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (575, '1', '医用消毒剂类', '', 10196, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (576, '2', '注射穿刺类及医用高分子材料类', '', 10196, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (577, '3', '医用卫生材料及敷料类', '', 10196, 3, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (578, '4', '口腔耗材类', '', 10196, 4, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (579, '5', '手术室部分常用医用耗材类', '', 10196, 5, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (580, '6', '医技耗材类', '', 10196, 6, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (581, '7', '麻醉耗材类', '', 10196, 7, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (582, '8', '眼科类', '', 10196, 8, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (583, '9', '心胸外科类', '', 10196, 9, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (584, '10', '介入类', '', 10196, 10, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (588, '11', '骨科类', '', 10196, 11, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (589, '12', '手术室类', '', 10196, 12, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (590, '1', '已出库', '无', 10197, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (591, '2', '未出库', '无', 10197, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (592, '4', '药品退费', '', 10191, 4, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (593, '1', '已退回', '', 10198, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (594, '2', '未退回', '', 10198, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (595, '1', '已删除', '', 10199, 1, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (596, '2', '未删除', '', 10199, 2, '0', '45', '2019-08-09 10:29:31', '45', '2019-08-10 10:29:31');
INSERT INTO `sys_code_detail` VALUES (597, '3', '住院收费', '住院病床费用', 10191, 3, '0', '45', '2019-08-13 14:51:14', '45', '2019-08-13 14:51:14');
INSERT INTO `sys_code_detail` VALUES (598, '1', '已检查', '诊疗项目是否检查', 10200, 1, '0', '45', '2019-08-17 17:27:03', '45', '2019-08-17 17:27:03');
INSERT INTO `sys_code_detail` VALUES (599, '2', '未检查', '诊疗项目是否检查', 10200, 2, '0', '45', '2019-08-17 17:27:20', '45', '2019-08-17 17:27:20');
INSERT INTO `sys_code_detail` VALUES (600, '1', '门诊', '', 10201, 1, '0', '45', '2019-08-19 18:04:40', '45', '2019-08-19 18:04:40');
INSERT INTO `sys_code_detail` VALUES (601, '2', '住院', '', 10201, 2, '0', '45', '2019-08-19 18:04:50', '45', '2019-08-19 18:04:50');
INSERT INTO `sys_code_detail` VALUES (602, '0', '选择护理等级', '', 10146, 0, '0', '1', '2019-08-26 17:17:08', '1', '2019-08-26 17:17:08');
INSERT INTO `sys_code_detail` VALUES (603, '5', '退卡退费', '', 10190, 5, '0', '1', '2019-09-10 13:49:29', '1', '2019-09-10 13:49:29');
INSERT INTO `sys_code_detail` VALUES (604, '6', '就诊卡充值', '', 10190, 6, '0', '1', '2019-09-10 14:29:09', '1', '2019-09-10 14:29:09');
INSERT INTO `sys_code_detail` VALUES (605, '2', '就诊卡', '', 10135, 2, '0', '1', '2019-09-10 15:30:39', '1', '2019-09-10 15:30:39');
INSERT INTO `sys_code_detail` VALUES (606, '1', '就诊卡挂号', '', 10202, 1, '0', '1', '2019-09-10 16:01:51', '1', '2019-09-10 16:01:51');
INSERT INTO `sys_code_detail` VALUES (607, '2', '无卡挂号', '', 10202, 2, '0', '1', '2019-09-10 16:01:59', '1', '2019-09-10 16:01:59');
INSERT INTO `sys_code_detail` VALUES (608, '7', '门诊刷卡', '', 10190, 7, '0', '1', '2019-09-11 09:56:58', '1', '2019-09-11 09:56:58');
INSERT INTO `sys_code_detail` VALUES (609, '1', '已注销', '', 10203, 1, '0', '1', '2019-09-11 11:33:19', '1', '2019-09-11 11:33:19');
INSERT INTO `sys_code_detail` VALUES (610, '2', '未注销', '', 10203, 2, '0', '1', '2019-09-11 11:33:30', '1', '2019-09-11 11:33:30');
INSERT INTO `sys_code_detail` VALUES (611, '3', '24h后死亡', '', 10181, 3, '0', '1', '2019-09-15 10:28:15', '1', '2019-09-15 10:28:15');
INSERT INTO `sys_code_detail` VALUES (612, '1', '同意', '', 10204, 1, '0', '1', '2019-09-15 10:52:55', '1', '2019-09-15 10:52:55');
INSERT INTO `sys_code_detail` VALUES (613, '2', '未同意', '', 10204, 2, '0', '1', '2019-09-15 10:53:04', '1', '2019-09-15 10:53:04');
INSERT INTO `sys_code_detail` VALUES (614, '1', '已批准', '', 10205, 1, '0', '1', '2019-09-15 10:53:18', '1', '2019-09-15 10:53:18');
INSERT INTO `sys_code_detail` VALUES (615, '2', '未批准/无负责人', '', 10205, 2, '0', '1', '2019-09-15 10:53:29', '1', '2019-09-15 10:53:29');
INSERT INTO `sys_code_detail` VALUES (616, '1', '有', '', 10206, 1, '0', '1', '2019-09-15 10:53:43', '1', '2019-09-15 10:53:43');
INSERT INTO `sys_code_detail` VALUES (617, '2', '无', '', 10206, 2, '0', '1', '2019-09-15 10:53:51', '1', '2019-09-15 10:53:51');
INSERT INTO `sys_code_detail` VALUES (618, '1', '已签名', '', 10207, 1, '0', '1', '2019-09-15 10:54:13', '1', '2019-09-15 10:54:13');
INSERT INTO `sys_code_detail` VALUES (619, '2', '未签名', '', 10207, 2, '0', '1', '2019-09-15 10:54:19', '1', '2019-09-15 10:54:19');
INSERT INTO `sys_code_detail` VALUES (620, '1', 'A型血', '', 10208, 1, '0', '1', '2019-09-15 10:56:24', '1', '2019-09-15 10:56:24');
INSERT INTO `sys_code_detail` VALUES (621, '2', 'B型血', '', 10208, 2, '0', '1', '2019-09-15 10:56:37', '1', '2019-09-15 10:56:37');
INSERT INTO `sys_code_detail` VALUES (622, '3', 'AB型血', '', 10208, 3, '0', '1', '2019-09-15 10:56:47', '1', '2019-09-15 10:56:47');
INSERT INTO `sys_code_detail` VALUES (623, '4', 'O型血', '', 10208, 4, '0', '1', '2019-09-15 10:56:57', '1', '2019-09-15 10:56:57');
INSERT INTO `sys_code_detail` VALUES (624, '1', '清楚', '', 10209, 1, '0', '1', '2019-09-15 15:11:32', '1', '2019-09-15 15:11:32');
INSERT INTO `sys_code_detail` VALUES (625, '2', '嗜睡', '', 10209, 2, '0', '1', '2019-09-15 15:11:43', '1', '2019-09-15 15:11:43');
INSERT INTO `sys_code_detail` VALUES (626, '3', '意识模糊', '', 10209, 3, '0', '1', '2019-09-15 15:12:14', '1', '2019-09-15 15:12:14');
INSERT INTO `sys_code_detail` VALUES (627, '4', '昏睡', '', 10209, 4, '0', '1', '2019-09-15 15:12:32', '1', '2019-09-15 15:12:32');
INSERT INTO `sys_code_detail` VALUES (628, '5', '浅昏迷', '', 10209, 5, '0', '1', '2019-09-15 15:12:50', '1', '2019-09-15 15:12:50');
INSERT INTO `sys_code_detail` VALUES (629, '6', '深昏迷', '', 10209, 6, '0', '1', '2019-09-15 15:13:04', '1', '2019-09-15 15:13:04');
INSERT INTO `sys_code_detail` VALUES (630, '7', '痴呆', '', 10209, 7, '0', '1', '2019-09-15 15:13:25', '1', '2019-09-15 15:13:25');
INSERT INTO `sys_code_detail` VALUES (631, '1', '正常', '', 10210, 1, '0', '1', '2019-09-15 15:13:51', '1', '2019-09-15 15:13:51');
INSERT INTO `sys_code_detail` VALUES (632, '2', '淡漠', '', 10210, 2, '0', '1', '2019-09-15 15:14:07', '1', '2019-09-15 15:14:07');
INSERT INTO `sys_code_detail` VALUES (633, '3', '痛苦', '', 10210, 3, '0', '1', '2019-09-15 15:14:17', '1', '2019-09-15 15:14:17');
INSERT INTO `sys_code_detail` VALUES (634, '4', '紧张', '', 10210, 4, '0', '1', '2019-09-15 15:14:27', '1', '2019-09-15 15:14:27');
INSERT INTO `sys_code_detail` VALUES (635, '1', '稳定', '', 10211, 1, '0', '1', '2019-09-15 15:14:48', '1', '2019-09-15 15:14:48');
INSERT INTO `sys_code_detail` VALUES (636, '2', '烦躁', '', 10211, 2, '0', '1', '2019-09-15 15:14:58', '1', '2019-09-15 15:14:58');
INSERT INTO `sys_code_detail` VALUES (637, '3', '紧张', '', 10211, 3, '0', '1', '2019-09-15 15:15:12', '1', '2019-09-15 15:15:12');
INSERT INTO `sys_code_detail` VALUES (638, '4', '恐惧', '', 10211, 4, '0', '1', '2019-09-15 15:15:45', '1', '2019-09-15 15:15:45');
INSERT INTO `sys_code_detail` VALUES (639, '5', '焦虑', '', 10211, 5, '0', '1', '2019-09-15 15:15:59', '1', '2019-09-15 15:15:59');
INSERT INTO `sys_code_detail` VALUES (640, '6', '抑郁', '', 10211, 6, '0', '1', '2019-09-15 15:16:09', '1', '2019-09-15 15:16:09');
INSERT INTO `sys_code_detail` VALUES (641, '7', '绝望', '', 10211, 7, '0', '1', '2019-09-15 15:16:25', '1', '2019-09-15 15:16:25');
INSERT INTO `sys_code_detail` VALUES (642, '1', '正常', '', 10212, 1, '0', '1', '2019-09-15 15:16:49', '1', '2019-09-15 15:16:49');
INSERT INTO `sys_code_detail` VALUES (643, '2', '低下', '', 10212, 2, '0', '1', '2019-09-15 15:17:00', '1', '2019-09-15 15:17:00');
INSERT INTO `sys_code_detail` VALUES (644, '3', '无法沟通', '', 10212, 3, '0', '1', '2019-09-15 15:17:11', '1', '2019-09-15 15:17:11');
INSERT INTO `sys_code_detail` VALUES (645, '1', '语言', '', 10213, 1, '0', '1', '2019-09-15 15:17:37', '1', '2019-09-15 15:17:37');
INSERT INTO `sys_code_detail` VALUES (646, '2', '文字', '', 10213, 2, '0', '1', '2019-09-15 15:17:52', '1', '2019-09-15 15:17:52');
INSERT INTO `sys_code_detail` VALUES (647, '3', '手势', '', 10213, 3, '0', '1', '2019-09-15 15:18:03', '1', '2019-09-15 15:18:03');
INSERT INTO `sys_code_detail` VALUES (648, '4', '代诉', '', 10213, 4, '0', '1', '2019-09-15 15:18:19', '1', '2019-09-15 15:18:19');
INSERT INTO `sys_code_detail` VALUES (649, '1', '良好', '', 10214, 1, '0', '1', '2019-09-15 15:18:43', '1', '2019-09-15 15:18:43');
INSERT INTO `sys_code_detail` VALUES (650, '2', '一般', '', 10214, 2, '0', '1', '2019-09-15 15:18:52', '1', '2019-09-15 15:18:52');
INSERT INTO `sys_code_detail` VALUES (651, '3', '差', '', 10214, 3, '0', '1', '2019-09-15 15:19:06', '1', '2019-09-15 15:19:06');
INSERT INTO `sys_code_detail` VALUES (652, '1', '正常', '', 10215, 1, '0', '1', '2019-09-15 15:19:22', '1', '2019-09-15 15:19:22');
INSERT INTO `sys_code_detail` VALUES (653, '2', '充血', '', 10215, 2, '0', '1', '2019-09-15 15:19:37', '1', '2019-09-15 15:19:37');
INSERT INTO `sys_code_detail` VALUES (654, '3', '破损', '', 10215, 3, '0', '1', '2019-09-15 15:19:47', '1', '2019-09-15 15:19:47');
INSERT INTO `sys_code_detail` VALUES (655, '4', '霉菌感染', '', 10215, 4, '0', '1', '2019-09-15 15:20:08', '1', '2019-09-15 15:20:08');
INSERT INTO `sys_code_detail` VALUES (656, '1', '无义齿', '', 10216, 1, '0', '1', '2019-09-15 15:20:35', '1', '2019-09-15 15:20:35');
INSERT INTO `sys_code_detail` VALUES (657, '2', '有义齿', '', 10216, 2, '0', '1', '2019-09-15 15:20:43', '1', '2019-09-15 15:20:43');
INSERT INTO `sys_code_detail` VALUES (658, '5', '溃疡', '', 10215, 5, '0', '1', '2019-09-15 15:22:56', '1', '2019-09-15 15:22:56');
INSERT INTO `sys_code_detail` VALUES (659, '1', '正常', '', 10217, 1, '0', '1', '2019-09-15 15:23:16', '1', '2019-09-15 15:23:16');
INSERT INTO `sys_code_detail` VALUES (660, '2', '肥胖', '', 10217, 2, '0', '1', '2019-09-15 15:24:07', '1', '2019-09-15 15:24:07');
INSERT INTO `sys_code_detail` VALUES (661, '3', '消瘦', '', 10217, 3, '0', '1', '2019-09-15 15:24:21', '1', '2019-09-15 15:24:21');
INSERT INTO `sys_code_detail` VALUES (662, '4', '恶液质', '', 10217, 4, '0', '1', '2019-09-15 15:24:38', '1', '2019-09-15 15:24:38');
INSERT INTO `sys_code_detail` VALUES (663, '1', '关心', '', 10218, 1, '0', '1', '2019-09-15 15:25:13', '1', '2019-09-15 15:25:13');
INSERT INTO `sys_code_detail` VALUES (664, '2', '不关心', '', 10218, 2, '0', '1', '2019-09-15 15:25:28', '1', '2019-09-15 15:25:28');
INSERT INTO `sys_code_detail` VALUES (665, '3', '过于关心', '', 10218, 3, '0', '1', '2019-09-15 15:25:43', '1', '2019-09-15 15:25:43');
INSERT INTO `sys_code_detail` VALUES (666, '4', '无人照顾', '', 10218, 4, '0', '1', '2019-09-15 15:25:57', '1', '2019-09-15 15:25:57');
INSERT INTO `sys_code_detail` VALUES (667, '5', '不配合', '', 10218, 5, '0', '1', '2019-09-15 15:26:10', '1', '2019-09-15 15:26:10');
INSERT INTO `sys_code_detail` VALUES (668, '1', '是', '', 10219, 1, '0', '1', '2019-09-15 16:57:39', '1', '2019-09-15 16:57:39');
INSERT INTO `sys_code_detail` VALUES (669, '2', '否', '', 10219, 2, '0', '1', '2019-09-15 16:57:53', '1', '2019-09-15 16:57:53');
INSERT INTO `sys_code_detail` VALUES (670, '1', '新鲜血', '', 10220, 1, '0', '1', '2019-09-15 17:29:33', '1', '2019-09-15 17:29:33');
INSERT INTO `sys_code_detail` VALUES (671, '2', '库存血', '', 10220, 2, '0', '1', '2019-09-15 17:29:40', '1', '2019-09-15 17:29:40');
INSERT INTO `sys_code_detail` VALUES (672, '3', '血浆', '', 10220, 3, '0', '1', '2019-09-15 17:29:51', '1', '2019-09-15 17:29:51');
INSERT INTO `sys_code_detail` VALUES (673, '4', '红细胞', '', 10220, 4, '0', '1', '2019-09-15 17:30:02', '1', '2019-09-15 17:30:02');
INSERT INTO `sys_code_detail` VALUES (674, '5', '白细胞浓缩悬液', '', 10220, 5, '0', '1', '2019-09-15 17:30:17', '1', '2019-09-15 17:30:17');
INSERT INTO `sys_code_detail` VALUES (675, '6', '血小板浓缩悬液', '', 10220, 6, '0', '1', '2019-09-15 17:30:26', '1', '2019-09-15 17:30:26');
INSERT INTO `sys_code_detail` VALUES (676, '7', '凝血制剂', '', 10220, 7, '0', '1', '2019-09-15 17:30:38', '1', '2019-09-15 17:30:38');
INSERT INTO `sys_code_detail` VALUES (677, '8', '白蛋白液', '', 10220, 8, '0', '1', '2019-09-15 17:30:51', '1', '2019-09-15 17:30:51');
INSERT INTO `sys_code_detail` VALUES (678, '9', '纤维蛋白原', '', 10220, 9, '0', '1', '2019-09-15 17:31:06', '1', '2019-09-15 17:31:06');
INSERT INTO `sys_code_detail` VALUES (679, '10', '抗血友病球蛋白浓缩剂', '', 10220, 10, '0', '1', '2019-09-15 17:31:15', '1', '2019-09-15 17:31:15');
INSERT INTO `sys_code_detail` VALUES (680, '11', '其他', '', 10220, 11, '0', '1', '2019-09-15 17:31:21', '1', '2019-09-15 17:31:21');
INSERT INTO `sys_code_detail` VALUES (681, '1', '入院记录', '', 10221, 1, '0', '1', '2019-09-16 07:35:40', '1', '2019-09-16 07:35:40');
INSERT INTO `sys_code_detail` VALUES (682, '3', '日常病程记录', '', 10221, 2, '0', '1', '2019-09-16 07:36:05', '1', '2019-09-16 07:36:05');
INSERT INTO `sys_code_detail` VALUES (683, '25', '上级医师查房记录', '', 10221, 3, '0', '1', '2019-09-16 07:36:23', '1', '2019-09-16 07:36:23');
INSERT INTO `sys_code_detail` VALUES (684, '4', '抢救记录', '', 10221, 4, '0', '1', '2019-09-16 07:36:36', '1', '2019-09-16 07:36:36');
INSERT INTO `sys_code_detail` VALUES (685, '5', '阶段小结记录', '', 10221, 5, '0', '1', '2019-09-16 07:36:52', '1', '2019-09-16 07:36:52');
INSERT INTO `sys_code_detail` VALUES (686, '6', '交班记录', '', 10221, 6, '0', '1', '2019-09-16 07:37:04', '1', '2019-09-16 07:37:04');
INSERT INTO `sys_code_detail` VALUES (687, '23', '转科转入记录', '', 10221, 23, '0', '1', '2019-09-16 07:37:18', '1', '2019-09-16 07:37:18');
INSERT INTO `sys_code_detail` VALUES (688, '8', '输血记录', '', 10221, 8, '0', '1', '2019-09-16 07:37:26', '1', '2019-09-16 07:37:26');
INSERT INTO `sys_code_detail` VALUES (689, '9', '有创诊疗操作记录', '', 10221, 9, '0', '1', '2019-09-16 07:37:40', '1', '2019-09-16 07:37:40');
INSERT INTO `sys_code_detail` VALUES (690, '10', '会诊申请及会诊记录', '', 10221, 10, '0', '1', '2019-09-16 07:38:02', '1', '2019-09-16 07:38:02');
INSERT INTO `sys_code_detail` VALUES (691, '11', '病例讨论记录', '', 10221, 11, '0', '1', '2019-09-16 07:38:14', '1', '2019-09-16 07:38:14');
INSERT INTO `sys_code_detail` VALUES (692, '12', '术前小结记录', '', 10221, 12, '0', '1', '2019-09-16 07:38:27', '1', '2019-09-16 07:38:27');
INSERT INTO `sys_code_detail` VALUES (693, '13', '手术安全核查记录', '', 10221, 13, '0', '1', '2019-09-16 07:38:57', '1', '2019-09-16 07:38:57');
INSERT INTO `sys_code_detail` VALUES (694, '14', '手术记录', '', 10221, 14, '0', '1', '2019-09-16 07:39:18', '1', '2019-09-16 07:39:18');
INSERT INTO `sys_code_detail` VALUES (695, '15', '术后病程记录', '', 10221, 15, '0', '1', '2019-09-16 07:39:33', '1', '2019-09-16 07:39:33');
INSERT INTO `sys_code_detail` VALUES (696, '16', '医嘱记录', '', 10221, 16, '0', '1', '2019-09-16 07:39:45', '1', '2019-09-16 07:39:45');
INSERT INTO `sys_code_detail` VALUES (697, '17', '病危（重）通知书', '', 10221, 17, '0', '1', '2019-09-16 07:40:06', '1', '2019-09-16 07:40:06');
INSERT INTO `sys_code_detail` VALUES (698, '19', '出院记录(住院时间超过24h)', '', 10221, 19, '0', '1', '2019-09-16 07:40:17', '1', '2019-09-16 07:40:17');
INSERT INTO `sys_code_detail` VALUES (699, '21', '死亡记录(住院超过24h)', '', 10221, 21, '0', '1', '2019-09-16 07:40:28', '1', '2019-09-16 07:40:28');
INSERT INTO `sys_code_detail` VALUES (700, '22', '医院感染调查表', '', 10221, 22, '0', '1', '2019-09-16 07:40:44', '1', '2019-09-16 07:40:44');
INSERT INTO `sys_code_detail` VALUES (701, '18', '24小时内出入院记录', '', 10221, 18, '0', '1', '2019-09-16 14:25:31', '1', '2019-09-16 14:25:31');
INSERT INTO `sys_code_detail` VALUES (702, '20', '24小时内死亡记录', '', 10221, 20, '0', '1', '2019-09-16 14:25:47', '1', '2019-09-16 14:25:47');
INSERT INTO `sys_code_detail` VALUES (703, '7', '接班记录', '', 10221, 7, '0', '1', '2019-09-16 16:45:37', '1', '2019-09-16 16:45:37');
INSERT INTO `sys_code_detail` VALUES (704, '24', '转科转出记录', '', 10221, 24, '0', '1', '2019-09-16 17:30:57', '1', '2019-09-16 17:30:57');
INSERT INTO `sys_code_detail` VALUES (705, '2', '首次病程记录', '', 10221, 2, '0', '1', '2019-09-16 19:12:00', '1', '2019-09-16 19:12:00');
INSERT INTO `sys_code_detail` VALUES (706, '1', '正常记录', '', 10222, 1, '0', '1', '2019-09-17 13:51:34', '1', '2019-09-17 13:51:34');
INSERT INTO `sys_code_detail` VALUES (707, '2', '补记录', '', 10222, 2, '0', '1', '2019-09-17 13:51:42', '1', '2019-09-17 13:51:42');
INSERT INTO `sys_code_detail` VALUES (708, '1', '常规会诊', '', 10223, 1, '0', '1', '2019-09-17 15:08:28', '1', '2019-09-17 15:08:28');
INSERT INTO `sys_code_detail` VALUES (709, '2', '急会诊', '', 10223, 2, '0', '1', '2019-09-17 15:08:42', '1', '2019-09-17 15:08:42');
INSERT INTO `sys_code_detail` VALUES (710, '1', '普通医嘱', '', 10224, 1, '0', '1', '2019-09-18 10:45:47', '1', '2019-09-18 10:45:47');
INSERT INTO `sys_code_detail` VALUES (711, '2', '用药医嘱', '', 10224, 2, '0', '1', '2019-09-18 10:45:54', '1', '2019-09-18 10:45:54');
INSERT INTO `sys_code_detail` VALUES (712, '3', '项目医嘱', '', 10224, 3, '0', '1', '2019-09-18 10:46:04', '1', '2019-09-18 10:46:04');
INSERT INTO `sys_code_detail` VALUES (713, '3', '院内使用(All use)', '', 10225, 3, '0', '1', '2019-09-18 15:39:48', '1', '2019-09-18 15:39:48');
INSERT INTO `sys_code_detail` VALUES (714, '2', '科室内使用(Department use)', '', 10225, 2, '0', '1', '2019-09-18 15:39:56', '1', '2019-09-18 15:39:56');
INSERT INTO `sys_code_detail` VALUES (715, '1', '个人使用(personal use)', '', 10225, 1, '0', '1', '2019-09-18 15:41:10', '1', '2019-09-18 15:41:10');
INSERT INTO `sys_code_detail` VALUES (716, '1', '过敏', NULL, 10226, 1, '0', '1', '2019-09-19 15:39:57', '1', '2019-09-19 15:40:03');
INSERT INTO `sys_code_detail` VALUES (717, '2', '不过敏', NULL, 10226, 2, '0', '1', '2019-09-19 15:40:33', '1', '2019-09-19 15:40:38');
INSERT INTO `sys_code_detail` VALUES (718, '0', '清醒', NULL, 10227, 0, '0', '1', '2019-09-19 15:44:50', '1', '2019-09-19 15:44:53');
INSERT INTO `sys_code_detail` VALUES (719, '1', '对声音有反应', NULL, 10227, 1, '0', '1', '2019-09-19 15:45:20', '1', '2019-09-19 15:45:22');
INSERT INTO `sys_code_detail` VALUES (720, '2', '对疼痛有反应', NULL, 10227, 2, '0', '1', '2019-09-19 15:45:52', '1', '2019-09-19 15:45:55');
INSERT INTO `sys_code_detail` VALUES (721, '3', '无反应', NULL, 10227, 3, '0', '1', '2019-09-19 15:46:14', '1', '2019-09-19 15:46:16');
INSERT INTO `sys_code_detail` VALUES (722, '2', '2', NULL, 10228, 2, '0', '1', '2019-09-19 17:43:09', '1', '2019-09-19 17:43:13');
INSERT INTO `sys_code_detail` VALUES (723, '4', '4', NULL, 10228, 4, '0', '1', '2019-09-19 17:43:54', '1', '2019-09-19 17:44:00');
INSERT INTO `sys_code_detail` VALUES (724, '6', '6', NULL, 10228, 6, '0', '1', '2019-09-19 17:44:29', '1', '2019-09-19 17:44:34');
INSERT INTO `sys_code_detail` VALUES (725, '8', '8', NULL, 10228, 8, '0', '1', '2019-09-19 17:44:56', '1', '2019-09-19 17:45:01');
INSERT INTO `sys_code_detail` VALUES (726, '10', '10', NULL, 10228, 10, '0', '1', '2019-09-19 17:45:18', '1', '2019-09-19 17:45:22');

SET FOREIGN_KEY_CHECKS = 1;
